Repository: montio5/car_wise_backend
Catalog: carwise/apps/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Token is invalid or expired
fa: ! لطفا احراز هویت کنید

source: This item cannot be deleted because it is being used by other rows.
fa: ! این آیتم در جای دیگری استفاده شده و قابل حذف نیست

source: Duplicate key value violates unique constraint.
fa: ! دارای فیلد تکراری

source: Protected error
fa: ! خطا محافظت شده

source: Internal server error
fa: خطای سرور

source: Your {} is overdue for replacement based on mileage.
fa: مسافت قابل پیمایش برای {} به انتها رسید است

source: It's been a considerable amount of time since your last {} change.
fa: زمان زیادی میگذرد که {} را تعویض نکرده اید

source: Please check {} . long time no check!
fa: ! لطفا {} را چک کنید. مدت زیادی از آخرین بازدیدتان میگذرد

source: {} passed!
fa: مدت {} گذشته

source: next {}
fa: حدوداً {} بعد

source: {} year(s)
fa: {} سال

source: {} month(s)
fa: {} ماه

source: {} day(s)
fa: {} روز

source: and
fa: و

source: Code sent to your email
fa: کد به ایمیل شما ارسال شد

source: Password updated successfully
fa: رمز عبور با موفقیت به روز رسانی شد

source: {} has {} elements
fa: خودرو با نام '{}' {} مورد

source: to check based on estimated mileage.
fa: بر اساس کیلومتر تخمین زده شده دارد. لطفا چک کنین

source: checked. There is nothing to update.
fa: ! همه خودرو ها چک شدند. احتیاج به به روزرسانی قطعه ای نیست

source: Your password reset code is:
fa: : کد بازنشانی رمز عبور شما

source: Please use this code to reset your password. The code will expire in 5 minutes.
fa: لطفاً از این کد برای بازنشانی رمز عبور خود استفاده کنید. این کد تا ۵ دقیقه معتبر است.

source: Forgot Password
fa: بازیابی رمز عبور

source: {} ago updated
fa: {} پیش به روزرسانی شد

source: Updated recently
fa: به تازگی به روزرسانی شده است

source: no mileage found
fa: مسافت پیموده شده یافت نشد

source: Current password is incorrect.
fa: رمز فعلی را اشتباه وارد کرده اید

source: User not found
fa: کاربر یافت نشد

source: Reset code not found
fa: کد وارد شده یافت نشد

source: The code is expired
fa: کد منقضی شده است

source: Invalid code
fa: کد نا معتبر است

source: New password and its repeat do not match.
fa: رمز عبور و تکرار ان تطابق ندارند

source: {} cannot be lower than the previous mileage.
fa: {} کیلومتر تعویض قطعات نمیتواند از دفعه قبلی که وارد کرده اید کمتر باشد

source: You can not add more than {} cars in an account in free version
fa: شما مجاز به اضافه کردن بیش از {} خودرو نمی باشید

source: Invalid custom field! one of the fields should be filled. fields are :{}
fa: ! اطلاعات نا معتبر است. حداقل یکی از فیلد های {} باید پر شوند

source: {} should filed!
fa: ! فیلد {} باید پر شود

source: Both {} and {} should filed!
fa: فیلد های '{}' و '{}' هر دو باید پر شوند

source: At last one section should be filled!
fa: حداقل فیلد های یک قسمت باید پر شوند

source: The field {} is greater than mileage you entered!
fa: مقداری که برای {} وارد کرده اید از کیلومتر فعلی ماشین بیشتر است

source: The field {} Should be greater than 0!
fa: فیلد {} نمیتواند صفر باشد

source: Last changed date can't be in future
fa: آخرین تاریخ تعویض نمیتواند در آینده باشد

source: This email is taken!
fa: ! ایمیل قبلا انتخاب شده است

source: Engine Oil
fa: روغن موتور

source: Gearbox Oil
fa: روغن گیربکس

source: Hydraulic Fluid
fa: روغن هیدرولیک

source: Oil Filter
fa: فیلتر روغن

source: Fuel Filter
fa: فیلتر بنزین

source: Air Filter
fa: فیلتر هوا

source: Cabin Air Filter
fa: فیلتر کابین

source: Timing Belt
fa: تسمه تایم

source: Alternator Belt
fa: تسمه دینام

source: Front Brake Pads
fa: ترمز جلو

source: Rear Brake Pads
fa: ترمز عقب

source: Spark Plug
fa: شمع

source: Front Suspension
fa: جلوبندی

source: Clutch Plate
fa: صفحه کلاج

source: Name
fa: نام

source: Mileage per change
fa: مقدار مسافت بین هر تعویض

source: Interval Between Changes
fa: مدت زمان بین هر تعویض

source: Last mileage changed
fa: آخرین مسافت تعویض

source: Last Changed date
fa: آخرین تاریخ تعویض
